PRODUCTS = {'Кухня': ['Кастрюли', 'Сковороды', 'Чайники', 'Хранение продуктов', 'Ножи', 'Разделочные доски'],
            'Столовая': ['Чай и кофе', 'Сервизы', 'Тарелки', 'Салатники', 'Столовые приборы', 'Скатерти'],
            'Гостиная': ['Декор и украшения', 'Мебель', 'Светильники', 'Картины и фоторамки', 'Часы', 'Коврики'],
            'Ванная': ['Аксессуары для ванной', 'Красота и уход', 'Коврики', 'Корзины для белья', 'Полотенца'],
            'Текстиль': ['Подушки', 'Постельное белье', 'Покрывала', 'Пледы', 'Одеяла'],
            'Хранение и порядок': ['Контейнеры с крышкой', 'Вакуумные пакеты', 'Органайзер для специй', 'Стеллаж для обуви'],
            'Уборка': ['Швабры', 'Тряпки', 'Щетки', 'Перчатки', 'Ведра и тазы', 'Средства для уборки']}
PAYMENT_TYPE = ['card', 'cash', 'credit', 'qr']

MAX_SHOPS = 15
MAX_CASH_PER_SHOP = 7
MAX_RECEIPTS_PER_CASH = 30
